{
  "A Voxel Adventure!": "",
  "A just-right laptop for learning, work and play!": "",
  "All the water has disappeared from your village and it's up to you to save the day! Go on an adventure to connect the water pipes and bring water back to your village.": "",
  "Allow": "",
  "Although our support for Apple devices is still in development, you can try out Endless OS on your Mac by running it in a virtual machine. We've got detailed instructions to help you every step of the way.": "",
  "Aqueducts": "",
  "Are you sure you want to reset your progress?": "",
  "Badge Awarded": "",
  "Blast and Hack!": "",
  "Can you control the chaos? Hack your way into the cyberpunk world of Ovum City. Debug broken code, solve puzzles, and upgrade your hardware as you explore this open world. Don't get caught by the drones! It's up to you how Ovum City evolves.": "",
  "Change language": "",
  "Color and Investigate!": "",
  "Delete inventory": "",
  "Deny": "",
  "Dive deeper into hacking with the Endless Operating System!": "",
  "Dodge arrows, saws, and fire balls without getting squashed! Choose from eight different animals to cross these perilous roads. Hack your animals and go farther than ever before!": "",
  "EOS Power in a USB Package!": "",
  "Email": "",
  "Endless OS": "",
  "Endless OS and Windows - Side by side!": "",
  "Endless OS comes pre-installed on the Hack Computer - a competitively-priced laptop that's powerful enough for software development, but small and light enough to take anywhere, complete with an all-day battery.": "",
  "Endless OS is the center of it all - an operating system that's easy for anyone to use. But easy doesn't mean less powerful - Endless OS has everything you need to work, learn, play, and connect, using the best free and open-source software.": "",
  "Endless OS power without restarting your Mac!": "",
  "Engineering": "",
  "Exciting games in development!": "",
  "Explore and Control!": "",
  "Explore the world of Terminal Two!": "",
  "Explore web pages, and learn how to make your own!": "",
  "FrogSquash": "",
  "Get Excited And Make Things": "",
  "Hack Computer": "",
  "Hack Key": "",
  "Have you ever wondered how web pages are made, or wanted to make your own? Come and take your first steps into web design - it's easier than you think!": "",
  "Hey, Hacker! My name's Riley, and I'm here to show off Endless OS and Hack! Pick a card and check out what we've got to offer!": "",
  "Hey, Hacker! My name's Riley, and I'm here to show off Endless OS and Hack! Pick a card and check out what we've got to offer! Completing the coding lessons will give you a badge as a reward. Let's see how many badges you can collect. The inventory at the top left in the Home page shows you how many you have collected.": "",
  "If you own or are interested in a Raspberry Pi, Endless OS works there too! Turn your Raspberry Pi into a media center, a robot controller, a tiny desktop, a home file server, an electronics project station, and so much more! Whatever you choose, Endless OS is there to support you.": "",
  "If you're running Windows, you can install Endless OS side-by-side in your free hard drive space. Choose what OS you want to use whenever you start up your computer. You can also run it as a virtual machine - a computer inside your computer.": "",
  "Inventory": "",
  "It's never been easier to install a new operating system! Endless OS has simple instructions for switching over - and you can even do it while your computer is running!": "",
  "Join Riley as she presents one of her projects! Sidetrack isn't just a game - Playing will teach you programming basics, like how to arrange instructions, how to write basic code, and teach you to solve problems by planning.": "",
  "Join the open-source revolution!": "",
  "Jump and Dash!": "",
  "Learn how strong buildings stay up!": "",
  "Learn some basic engineering in this fun (and tasty!) activity. The virtual world is useful, but there's no substitute for building with your hands!": "",
  "Let's go": "",
  "Login": "",
  "Login to explore": "",
  "MacOS": "",
  "More Games": "",
  "No": "",
  "Ovum City": "",
  "Password": "",
  "Pick a dimension to explore!": "",
  "Process This!": "",
  "Processing": "",
  "Processing is a language that connects programming to art, making it easy for anyone to understand. Check out the basics of JavaScript, a common programming language with many different uses!": "",
  "Raspberry Pi": "",
  "Reset code": "",
  "Sidetrack": "",
  "Sidetrack Hacker": "",
  "Sidetrack Player": "",
  "Sorry, we currently only support devices with a screen at least 960 pixels wide. To enjoy our content, please use a desktop or laptop computer, a tablet, or a phone with a larger screen.": "",
  "Sorry, we currently only support devices with a screen at least {{minWidth}} pixels wide.": "",
  "Switch to Endless OS": "",
  "Take a break, and enjoy a game!": "",
  "Take your first steps into programming!": "",
  "Terminal 2 has lots more games coming soon - Maze adventures, fantasy quests, space shooters, hacking racers, survival shooters... Keep up to date on the site, and sign up for the free download!": "",
  "Terminal Two": "",
  "Terminal Two is another branch of Endless, focused on delivering educational games. Journey through their worlds, hacking futuristic cities, discovering ancient ruins, and exploring alien planets!": "",
  "The Hack Key is a USB drive that comes pre-installed with Endless OS - plug it in, reboot, and you're using Endless OS! Unplug it, restart, and the computer is back to normal. You can take it with you anywhere you go - any computer can be your personal Endless OS computer!": "",
  "The Passage": "",
  "The ultimate DIY Hacking solution!": "",
  "This will reset your progress in all quests, and erase all your achievements!": "",
  "To enjoy our content, please rotate your device.": "",
  "To enjoy our content, please use a desktop or laptop computer, a tablet, or a phone with a larger screen.": "",
  "Using the magic of CSS, hack your world into a unique burst of color and light revealing hidden objects and clues.": "",
  "We'd appreciate it if you let us use Google Analytics cookies on this site. These cookies help us see how this site is used. We collect this information so we can make better decisions about what content we make in the future, and who we make it for. You can read the Google Analytics privacy policy here:": "",
  "Web Crawler": "",
  "Web Tech": "",
  "White House": "",
  "Windows": "",
  "Yes": "",
  "You've landed on a mysterious planet with one mission; find the secret map to locate the hidden bunker. Hack the world to cross perilous lands and the obstacles within.": "",
  "Your device's screen is {{width}} × {{height}}.": ""
}
