{
  "A Voxel Adventure!": "¡Una aventura de voxeles!",
  "A just-right laptop for learning, work and play!": "¡La portátil justa para aprender, trabajar y jugar!",
  "All the water has disappeared from your village and it's up to you to save the day! Go on an adventure to connect the water pipes and bring water back to your village.": "Toda el agua ha desaparecido de tu pueblo ¡y depende de ti salvar el día! Ve a una aventura en la que conectarás los tubos de agua para así devolver el agua a tu pueblo.",
  "Although our support for Apple devices is still in development, you can try out Endless OS on your Mac by running it in a virtual machine. We've got detailed instructions to help you every step of the way.": "Aunque nuestro soporte para dispositivos Apple todavía está en desarrollo, puedes probar Endless OS en tu Mac corriéndolo en una máquina virtual. Tenemos instrucciones detalladas para ayudarte en todos los pasos del proceso.",
  "Aqueducts": "",
  "Blast and Hack!": "¡Explota cosas y hackea!",
  "Can you control the chaos? Hack your way into the cyberpunk world of Ovum City. Debug broken code, solve puzzles, and upgrade your hardware as you explore this open world. Don't get caught by the drones! It's up to you how Ovum City evolves.": "¿Puedes controlar el caos? Hackea tu camino hacia el mundo ciberpunk de Ovum City. Depura código roto, resuelve acertijos, y mejora tu hardware mientras exploras este mundo abierto. ¡No dejes que los drones te atrapen! Depende de ti que Ovum City evolucione.",
  "Change language": "Cambiar idioma",
  "Color and Investigate!": "¡Colorea e investiga!",
  "Dive deeper into hacking with the Endless Operating System!": "Métete de lleno en el hackeo con el sistema operativo Endless",
  "Dodge arrows, saws, and fire balls without getting squashed! Choose from eight different animals to cross these perilous roads. Hack your animals and go farther than ever before!": "¡Esquiva flechas, sierras, y bolas de fuego sin ser aplastado! Elije entre ocho animales diferentes para cruzar estos peligrosos caminos. Hackea a tus animales, ¡y ve más lejos que nunca!",
  "EOS Power in a USB Package!": "¡El poder de EOS en un USB!",
  "Email": "Correo electrónico",
  "Endless OS": "",
  "Endless OS and Windows - Side by side!": "Endless OS y Windows - ¡Lado a lado!",
  "Endless OS comes pre-installed on the Hack Computer - a competitively-priced laptop that's powerful enough for software development, but small and light enough to take anywhere, complete with an all-day battery.": "Endless OS viene preinstalado en la Hack Computer, una portátil de precio competitivo que es suficientemente poderosa para el desarrollo de software. Pero lo suficientemente pequeña y liviana para llevar a donde quieras, completa y con una batería que dura todo el día.",
  "Endless OS is the center of it all - an operating system that's easy for anyone to use. But easy doesn't mean less powerful - Endless OS has everything you need to work, learn, play, and connect, using the best free and open-source software.": "Endless OS es el centro de todo. Un sistema operativo que es fácil de usar por todos. Pero fácil no significa menos poderoso. Endless OS tiene todo lo que necesitas para trabajar, aprender, jugar, y conectarte; usando el mejor software libre y de código abierto.",
  "Endless OS power without restarting your Mac!": "El poder de Endless OS ¡sin reiniciar tu Mac!",
  "Engineering": "Ingeniería",
  "Exciting games in development!": "¡Hay juegos emocionantes en desarrollo!",
  "Explore and Control!": "¡Explora y controla!",
  "Explore the world of Terminal Two!": "¡Explora el mundo de Terminal Two!",
  "Explore web pages, and learn how to make your own!": "Explora páginas web, ¡y aprende cómo hacer la tuya propia!",
  "FrogSquash": "",
  "Hack Computer": "",
  "Hack Key": "",
  "Have you ever wondered how web pages are made, or wanted to make your own? Come and take your first steps into web design - it's easier than you think!": "¿Te has preguntado alguna vez cómo se hacen las páginas web? ¿O has querido hacer la tuya propia? Ven, y da tus primeros pasos en el diseño web. ¡Es más fácil de lo que piensas!",
  "Hey, Hacker! My name's Riley, and I'm here to show off Endless OS and Hack! Pick a card and check out what we've got to offer!": "¡Ey, Hacker! Mi nombre es Riley, ¡y estoy aquí para hacer una demostración de Endless OS y de Hack! ¡Elige una carta y revisa lo que tengo para ofrecer!",
  "If you own or are interested in a Raspberry Pi, Endless OS works there too! Turn your Raspberry Pi into a media center, a robot controller, a tiny desktop, a home file server, an electronics project station, and so much more! Whatever you choose, Endless OS is there to support you.": "Si tienes, o estás interesado en tener una Raspberry Pi, ¡Endless OS también funciona en ella! Convierte tu Raspberry Pi en un centro de medios, un controlador robot, un pequeño escritorio, un servidoe de archivos de la casa, una estación de proyectos electrónicos, ¡y mucho más! Lo que sea que elijas, Endless OS está ahí para darte apoyo.",
  "If you're running Windows, you can install Endless OS side-by-side in your free hard drive space. Choose what OS you want to use whenever you start up your computer. You can also run it as a virtual machine - a computer inside your computer.": "Si estás corriendo Windows, puedes instalar Endless OS lado a lado, en el espacio disponible del disco duro. Elige qué sistema operativo vas a usar cada vez que inicies tu ordenador. También puedes correrlo como una máquina virtual, un ordenador dentro de tu ordenador.",
  "It's never been easier to install a new operating system! Endless OS has simple instructions for switching over - and you can even do it while your computer is running!": "¡Nunca ha sido tan fácil de instalar un nuevo sistema operativo! Endless OS tiene instrucciones simples para cambiar al mismo. ¡Incluso puedes hacerlo mientras tu ordenador está corriendo!",
  "Join Riley as she presents one of her projects! Sidetrack isn't just a game - Playing will teach you programming basics, like how to arrange instructions, how to write basic code, and teach you to solve problems by planning.": "¡Únete a Riley mientras presenta uno de sus proyectos! Sidetrack no es sólo un juego. Jugarlo te enseñará las bases de la programación, como poner instrucciones en orden, escribir código básico, y te enseñará a resolver problemas mediante la planificación.",
  "Join the open-source revolution!": "¡Únete a la revolución del código abierto!",
  "Jump and Dash!": "¡Salta y corre!",
  "Learn how strong buildings stay up!": "¡Aprende cómo los grandes edificios permanecen de pie!",
  "Learn some basic engineering in this fun (and tasty!) activity. The virtual world is useful, but there's no substitute for building with your hands!": "Aprende algo de ingeniería básica en esta actividad entretenida. El mundo virtual es útil, pero no hay reemplazo para construir con tus propias manos! (En inglés).",
  "Let's go": "Vamos",
  "Login": "Iniciar sesión",
  "Login to explore": "Inicia sesión para explorar",
  "MacOS": "",
  "More Games": "Más juegos",
  "Ovum City": "",
  "Password": "Contraseña",
  "Pick a dimension to explore!": "¡Elige la dimensión a explorar!",
  "Processing": "",
  "Processing is a language that connects programming to art, making it easy for anyone to understand. Check out the basics of JavaScript, a common programming language with many different uses!": "Processing es un lenguaje que conecta la programación con el arte, y es fácil de entender. Explora las bases de JavaScript, ¡un lenguaje de programación con múltiples usos!",
  "Raspberry Pi": "",
  "Reset code": "Reiniciar código",
  "Sidetrack": "",
  "Switch to Endless OS": "Cambia a Endless OS",
  "Take a break, and enjoy a game!": "Toma un descanso, ¡y disfruta del juego!",
  "Take your first steps into programming!": "¡Da tus primeros pasos en programación!",
  "Terminal 2 has lots more games coming soon - Maze adventures, fantasy quests, space shooters, hacking racers, survival shooters... Keep up to date on the site, and sign up for the free download!": "Terminal 2 tendrá muchos más juegos próximamente. Aventuras de laberinto, búsquedas fantásticas, juegos espaciales, de carreras... Mantente al día en el sitio, ¡y regístrate para obtener descargas gratuitas!",
  "Terminal Two": "",
  "Terminal Two is another branch of Endless, focused on delivering educational games. Journey through their worlds, hacking futuristic cities, discovering ancient ruins, and exploring alien planets!": "Terminal Two es otra rama de Endless, enfocada en la entrega de juegos educacionales. Viaja a través de sus mundos, hackeando ciudades futurísticas, descubriendo ruinas ancestrales, ¡y explorando planetas alienígenas! (En inglés).",
  "The Hack Key is a USB drive that comes pre-installed with Endless OS - plug it in, reboot, and you're using Endless OS! Unplug it, restart, and the computer is back to normal. You can take it with you anywhere you go - any computer can be your personal Endless OS computer!": "La Hack Key es una unidad USB que viene preinstalada con Endless OS. Conéctala, reinicia, ¡y estás usando Endless OS! Desconéctala, reinicia, y el ordenador vuelve a la normalidad. Puedes llevarla a donde sea que vayas. ¡Cualquier ordenador puede ser tu ordenador personal con Endless OS!",
  "The Passage": "",
  "The ultimate DIY Hacking solution!": "¡Lo último en soluciones \"hazlo tu mismo\"!",
  "Using the magic of CSS, hack your world into a unique burst of color and light revealing hidden objects and clues.": "Usando la magia de CSS, hackea tu mundo en estallido de luces y colores que revelarán pistas y objetos ocultos.",
  "Web Tech": "Tecnología web",
  "White House": "",
  "Windows": "",
  "You've landed on a mysterious planet with one mission; find the secret map to locate the hidden bunker. Hack the world to cross perilous lands and the obstacles within.": "Has aterrizado en un misterioso planeta con una misión: encontrar el mapa secreto para localizar el búnker secreto. Hackea el mundo para atravezar tierras peligrosas y sus obstáculos."
}
